
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekuntia";

/* No comment provided by engineer. */
"%i days" = "%i päivää";

/* No comment provided by engineer. */
"%i hours" = "%i tuntia";

/* No comment provided by engineer. */
"%i minutes" = "%i minuuttia";

/* No comment provided by engineer. */
"%i weeks" = "%i viikkoa";

/* No comment provided by engineer. */
"1 day" = "1 päivä";

/* No comment provided by engineer. */
"1 hour" = "1 tunti";

/* No comment provided by engineer. */
"1 minute" = "1 minuutti";

/* No comment provided by engineer. */
"1 second" = "1 sekunti";

/* No comment provided by engineer. */
"1 week" = "1 viikko";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Liite>>";

/* No comment provided by engineer. */
"Add" = "Lisää";

/* Copy the link to the clipboard */
"Copy Link" = "Kopio linkki";

/* No comment provided by engineer. */
"Custom..." = "Mukautettu...";

/* No comment provided by engineer. */
"Delete" = "Poista";

/* No comment provided by engineer. */
"Image Picker" = "Kuvanpoimija";

/* No comment provided by engineer. */
"Invalid Input" = "Virheellinen syöttö";

/* No comment provided by engineer. */
"OK" = "Ok";

/* No comment provided by engineer. */
"Picture" = "Kuva";

/* No comment provided by engineer. */
"Select Image" = "Valitse kuva";
